<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые Ресурсы Аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений, которые нам нужно отобразить пользователю.
    | Вы можете изменить эти языковые ресурсы в соответствии с требованиями
    | вашего приложения.
    |
    */

    'failed' => 'Неверное имя пользователя или пароль.',
    'password' => 'Некорректный пароль.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',

    'email' => 'Email',
    'enterEmail' => 'Введите свой email',

  'register' => [
    'title' => 'Приключение начинается здесь',
    'subtitle' => 'Сделайте управление вашим приложением простым и увлекательным!',
    'name' => 'Имя пользователя',
    'password' => 'Пароль',
    'confirm_password' => 'Подтвердите пароль',
    'enterName' => 'Введите имя пользователя',
    'agree' => 'Я согласен с',
    'policy' => 'политикой конфиденциальности и условиями пользования',
    'signUp' => 'Зарегистрироваться',
    'hasAccount' => 'Уже есть учетная запись?',
    'signIn' => 'войти',
  ],

  'login' => [
    'title' => 'Добро пожаловать',
    'subtitle' => 'Пожалуйста, войдите в свою учетную запись и начните приключение.',
    'password' => 'Пароль',
    'remember' => 'Запомнить меня',
    'forgotPassword' => 'Забыл пароль?',
    'login' => 'Вход',
    'new' => 'Впервые на нашей платформе?',
    'createAccount' => 'Завести аккаунт',
  ],

  'forgotPassword' => [
    'title' => 'Забыл пароль?',
    'subtitle' => 'Введите свой адрес электронной почты, и мы вышлем вам инструкции по сбросу пароля.',
    'send' => 'Сбросить пароль',
    'back' => 'Назад на страницу входа',
  ],
  'resetPassword' => [
    'title' => '<UNK> <UNK>',
    'subtitle' => '',
    'resetPassword' => 'Обновить пароль',
  ],
  'verify' => [
    'title' => 'Подтвердите свой адрес электронной почты',
    'subtitle' => 'Ссылка для активации учетной записи отправлена на ваш адрес электронной почты: :email. Для продолжения перейдите по ссылке внутри.',
    'question' => 'Не получили письмо?',
    'resend' => 'Отправить повторно',
  ]
];
