<?php

return [
    'clients' => 'Клиенты',
    'name' => 'Имя',
    'lastname' => 'Фамилия',
    'email' => 'Email',
    'phone' => 'Тел.',
    'status' => 'Статус',
    'actions' => 'Действия',
    'edit' => 'Изменить',
    'delete' => 'Удалить',
    'add' => 'Добавить пользователя',
    'upload' => 'Загрузить фото',
    'reset' => 'Сброс',
    'save' => 'Сохранить изменения',
    'cancel' => 'Отмена',
    'developer' => 'Разработчики',
    'admin' => 'Все пользователи',
    'client' => 'Клиенты',
];
